Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Compare_Dialog_ChooseSnapshot
source: Snapshot...
ar: لقطة...
cs: Snímek...
el: Στιγμιότυπο...
es: Instantánea...
fa: تصویر لحظه‌ای...
fr: Instantané...
hu: Pillanatkép...
ja: スナップショット...
ko: 스냅숏...
pl: Migawka...
pt: Instantâneo...
ro: Instantaneu...
th: สแนปช็อต...
tr: Anlık görüntü...
uk: Знімок...
vi: Ảnh chụp nhanh...
zh_hans: 快照...
zh_hant: 快照...

# Compare_Dialog_NotSnapshot
source: The file is not a process snapshot (.hexsnap).
ar: الملف ليس لقطة عملية (.hexsnap).
cs: Soubor není snímek procesu (.hexsnap).
de: Die Datei ist kein Prozess-Snapshot (.hexsnap).
el: Το αρχείο δεν είναι στιγμιότυπο διεργασίας (.hexsnap).
es: El archivo no es una instantánea de proceso (.hexsnap).
fa: فایل تصویر لحظه‌ای فرایند (.hexsnap) نیست.
fr: Le fichier n'est pas un instantané de processus (.hexsnap).
hu: A fájl nem folyamat-pillanatkép (.hexsnap).
id: File ini bukan snapshot proses (.hexsnap).
it: Il file non è uno snapshot di processo (.hexsnap).
ja: プロセスのスナップショット (.hexsnap) ではありません。
ko: 이 파일은 프로세스 스냅숏(.hexsnap)이 아닙니다.
pl: Plik nie jest migawką procesu (.hexsnap).
pt: O arquivo não é um instantâneo de processo (.hexsnap).
ro: Fișierul nu este un instantaneu de proces (.hexsnap).
th: ไฟล์นี้ไม่ใช่สแนปช็อตของโปรเซส (.hexsnap)
tr: Dosya bir işlem anlık görüntüsü (.hexsnap) değil.
uk: Файл не є знімком процесу (.hexsnap).
vi: Tệp này không phải ảnh chụp nhanh tiến trình (.hexsnap).
zh_hans: 该文件不是进程快照 (.hexsnap)。
zh_hant: 此檔案不是處理程序快照（.hexsnap）。

# Compare_Dialog_Path
source: File path
ar: مسار الملف
cs: Cesta k souboru
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta del archivo
fa: مسیر فایل
fr: Chemin du fichier
hu: Fájl elérési útja
id: Jalur file
it: Percorso del file
ja: ファイルのパス
ko: 파일 경로
pl: Ścieżka pliku
pt: Caminho do arquivo
ro: Cale fișier
th: เส้นทางไฟล์
tr: Dosya yolu
uk: Шлях до файлу
vi: Đường dẫn tệp
zh_hans: 文件路径
zh_hant: 檔案路徑

# Compare_Dialog_Browse
source: Browse...
ar: استعراض...
cs: Procházet...
de: Durchsuchen...
el: Αναζήτηση...
es: Examinar...
fa: مرور...
fr: Parcourir...
hu: Tallózás...
id: Telusuri...
it: Sfoglia...
ja: 参照...
ko: 찾아보기...
pl: Przeglądaj...
pt: Procurar...
ro: Răsfoire...
th: เรียกดู...
tr: Gözat...
uk: Огляд...
vi: Duyệt...
zh_hans: 浏览...
zh_hant: 瀏覽...

# Compare_Dialog_Start
source: Start offset
ar: إزاحة البداية
cs: Počáteční posun
el: Μετατόπιση αρχής
es: Desplazamiento inicial
fa: آفست آغاز
fr: Décalage de début
hu: Kezdő eltolás
id: Offset awal
it: Offset iniziale
ja: 開始オフセット
ko: 시작 오프셋
pl: Przesunięcie początkowe
pt: Deslocamento inicial
ro: Deplasament de început
th: ออฟเซ็ตเริ่มต้น
tr: Başlangıç ofseti
uk: Початкове зміщення
vi: Độ lệch bắt đầu
zh_hans: 起始偏移量
zh_hant: 開始位移

# Compare_Dialog_Length
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# Compare_Dialog_ToEnd
source: To the end
ar: حتى النهاية
cs: Do konce
de: Bis zum Ende
el: Έως το τέλος
es: Hasta el final
fa: تا پایان
fr: Jusqu'à la fin
hu: A végéig
id: Sampai akhir
it: Fino alla fine
ja: 末尾まで
ko: 끝까지
pl: Do końca
pt: Até o fim
ro: Până la sfârșit
th: จนถึงจุดสิ้นสุด
tr: Sonuna kadar
uk: До кінця
vi: Đến cuối
zh_hans: 到末尾
zh_hant: 到結尾

# Compare_Dialog_ToEndInfo
source: To the end of the data
ar: حتى نهاية البيانات
cs: Do konce dat
de: Bis zum Ende der Daten
el: Έως το τέλος των δεδομένων
es: Hasta el final de los datos
fa: تا پایان داده
fr: Jusqu'à la fin des données
hu: Az adatok végéig
id: Sampai akhir data
it: Fino alla fine dei dati
ja: データの末尾まで
ko: 데이터 끝까지
pl: Do końca danych
pt: Até o fim dos dados
ro: Până la sfârșitul datelor
th: จนถึงจุดสิ้นสุดของข้อมูล
tr: Verinin sonuna kadar
uk: До кінця даних
vi: Đến cuối dữ liệu
zh_hans: 到数据末尾
zh_hant: 到資料結尾

# Compare_Dialog_NoTarget
source: Choose what to compare.
ar: اختر ما تريد مقارنته.
cs: Zvolte, co chcete porovnat.
de: Wählen Sie aus, was verglichen werden soll.
el: Επιλέξτε τι θα συγκριθεί.
es: Elige qué comparar.
fa: آنچه را می‌خواهید مقایسه کنید انتخاب کنید.
fr: Choisissez ce qu'il faut comparer.
hu: Válassza ki, mit szeretne összehasonlítani.
id: Pilih yang akan dibandingkan.
it: Scegli cosa confrontare.
ja: 比較対象を選んでください。
ko: 비교할 대상을 선택하세요.
pl: Wybierz, co porównać.
pt: Escolha o que comparar.
ro: Alegeți ce se compară.
th: เลือกสิ่งที่จะเปรียบเทียบ
tr: Neyin karşılaştırılacağını seçin.
uk: Виберіть, що порівнювати.
vi: Hãy chọn đối tượng cần so sánh.
zh_hans: 请选择要比较的内容。
zh_hant: 請選擇要比較的對象。

# Compare_Dialog_NoPath
source: Enter the path of a file.
ar: أدخل مسار ملف.
cs: Zadejte cestu k souboru.
de: Geben Sie den Pfad einer Datei ein.
el: Εισαγάγετε τη διαδρομή ενός αρχείου.
es: Escribe la ruta de un archivo.
fa: مسیر یک فایل را وارد کنید.
fr: Entrez le chemin d'un fichier.
hu: Adja meg egy fájl elérési útját.
id: Masukkan jalur file.
it: Immetti il percorso di un file.
ja: ファイルのパスを入力してください。
ko: 파일 경로를 입력하세요.
pl: Wprowadź ścieżkę pliku.
pt: Insira o caminho de um arquivo.
ro: Introduceți calea unui fișier.
th: ป้อนเส้นทางของไฟล์
tr: Bir dosyanın yolunu girin.
uk: Введіть шлях до файлу.
vi: Hãy nhập đường dẫn của tệp.
zh_hans: 请输入文件路径。
zh_hant: 請輸入檔案路徑。

# Compare_Dialog_NotFound
source: The file does not exist.
ar: الملف غير موجود.
cs: Soubor neexistuje.
de: Die Datei existiert nicht.
el: Το αρχείο δεν υπάρχει.
es: El archivo no existe.
fa: فایل وجود ندارد.
fr: Le fichier n'existe pas.
hu: A fájl nem létezik.
id: File tidak ada.
it: Il file non esiste.
ja: ファイルが存在しません。
ko: 파일이 없습니다.
pl: Plik nie istnieje.
pt: O arquivo não existe.
ro: Fișierul nu există.
th: ไม่มีไฟล์นี้
tr: Dosya yok.
uk: Файл не існує.
vi: Tệp không tồn tại.
zh_hans: 文件不存在。
zh_hant: 檔案不存在。

# Compare_Dialog_AccessDenied
source: Access to the file is denied.
ar: تم رفض الوصول إلى الملف.
cs: Přístup k souboru byl odepřen.
de: Der Zugriff auf die Datei wurde verweigert.
el: Δεν επιτρέπεται η πρόσβαση στο αρχείο.
es: Se denegó el acceso al archivo.
fa: دسترسی به فایل رد شد.
fr: L'accès au fichier est refusé.
hu: A fájlhoz való hozzáférés megtagadva.
id: Akses ke file ditolak.
it: Accesso al file negato.
ja: ファイルへのアクセスが拒否されました。
ko: 파일에 대한 액세스가 거부되었습니다.
pl: Odmowa dostępu do pliku.
pt: O acesso ao arquivo foi negado.
ro: Accesul la fișier este refuzat.
th: การเข้าถึงไฟล์ถูกปฏิเสธ
tr: Dosyaya erişim reddedildi.
uk: Доступ до файлу заборонено.
vi: Bị từ chối truy cập tệp.
zh_hans: 对文件的访问被拒绝。
zh_hant: 檔案存取被拒。

# Compare_Dialog_CannotOpen
source: The file cannot be opened: {0}
ar: يتعذر فتح الملف: {0}
cs: Soubor nelze otevřít: {0}
de: Die Datei kann nicht geöffnet werden: {0}
el: Δεν είναι δυνατό το άνοιγμα του αρχείου: {0}
es: No se puede abrir el archivo: {0}
fa: باز کردن فایل ممکن نیست: {0}
fr: Impossible d'ouvrir le fichier : {0}
hu: A fájl nem nyitható meg: {0}
id: File tidak dapat dibuka: {0}
it: Impossibile aprire il file: {0}
ja: ファイルを開けません: {0}
ko: 파일을 열 수 없습니다: {0}
pl: Nie można otworzyć pliku: {0}
pt: Não é possível abrir o arquivo: {0}
ro: Fișierul nu poate fi deschis: {0}
th: ไม่สามารถเปิดไฟล์: {0}
tr: Dosya açılamıyor: {0}
uk: Не вдається відкрити файл: {0}
vi: Không thể mở tệp: {0}
zh_hans: 无法打开文件：{0}
zh_hant: 無法開啟檔案：{0}

# Compare_Dialog_StartBeyond
source: The start offset is beyond the length ({0}).
ar: إزاحة البداية تتجاوز الطول ({0}).
cs: Počáteční posun je za koncem dat (délka {0}).
de: Der Start-Offset liegt jenseits der Länge ({0}).
el: Η μετατόπιση αρχής υπερβαίνει το μήκος ({0}).
es: El desplazamiento inicial supera la longitud ({0}).
fa: آفست آغاز از طول ({0}) فراتر است.
fr: Le décalage de début dépasse la longueur ({0}).
hu: A kezdő eltolás meghaladja a hosszt ({0}).
id: Offset awal melebihi panjang ({0}).
it: L'offset iniziale supera la lunghezza ({0}).
ja: 開始オフセットが長さ ({0}) を超えています。
ko: 시작 오프셋이 길이({0})를 넘습니다.
pl: Przesunięcie początkowe przekracza długość ({0}).
pt: O deslocamento inicial está além do comprimento ({0}).
ro: Deplasamentul de început depășește lungimea ({0}).
th: ออฟเซ็ตเริ่มต้นเกินความยาว ({0})
tr: Başlangıç ofseti uzunluğu ({0}) aşıyor.
uk: Початкове зміщення більше за довжину ({0}).
vi: Độ lệch bắt đầu vượt quá độ dài ({0}).
zh_hans: 起始偏移量超出了长度（{0}）。
zh_hant: 開始位移超出長度（{0}）。

# Compare_Dialog_LengthBeyond
source: The length is longer than the rest ({0}).
ar: الطول أطول من الباقي ({0}).
cs: Délka je větší než zbytek dat ({0}).
de: Die Länge ist größer als der Rest ({0}).
el: Το μήκος είναι μεγαλύτερο από το υπόλοιπο ({0}).
es: La longitud es mayor que el resto ({0}).
fa: طول از باقی‌مانده ({0}) بیشتر است.
fr: La longueur dépasse le reste ({0}).
hu: A hossz nagyobb a hátralévő résznél ({0}).
id: Panjang lebih besar dari sisanya ({0}).
it: La lunghezza supera la parte restante ({0}).
ja: 長さが残り ({0}) を超えています。
ko: 길이가 나머지({0})보다 깁니다.
pl: Długość przekracza pozostałą część ({0}).
pt: O comprimento é maior que o restante ({0}).
ro: Lungimea depășește restul ({0}).
th: ความยาวมากกว่าส่วนที่เหลือ ({0})
tr: Uzunluk kalan kısımdan ({0}) uzun.
uk: Довжина більша за залишок ({0}).
vi: Độ dài lớn hơn phần còn lại ({0}).
zh_hans: 长度超出了剩余部分（{0}）。
zh_hant: 長度超過剩餘部分（{0}）。

# Compare_Dialog_SameRange
source: Both sides are the same range of the same document.
ar: كلا الجانبين هما النطاق نفسه من المستند نفسه.
cs: Obě strany jsou stejný rozsah stejného dokumentu.
de: Beide Seiten sind derselbe Bereich desselben Dokuments.
el: Και οι δύο πλευρές είναι η ίδια περιοχή του ίδιου εγγράφου.
es: Ambos lados son el mismo rango del mismo documento.
fa: هر دو سمت همان محدوده از همان سند هستند.
fr: Les deux côtés correspondent à la même plage du même document.
hu: Mindkét oldal ugyanannak a dokumentumnak ugyanaz a tartománya.
id: Kedua sisi adalah rentang yang sama dari dokumen yang sama.
it: Entrambi i lati sono lo stesso intervallo dello stesso documento.
ja: 同じ範囲どうしの比較です。
ko: 양쪽이 같은 문서의 같은 범위입니다.
pl: Obie strony to ten sam zakres tego samego dokumentu.
pt: Os dois lados são o mesmo intervalo do mesmo documento.
ro: Ambele părți sunt același interval al aceluiași document.
th: ทั้งสองด้านเป็นช่วงเดียวกันของเอกสารเดียวกัน
tr: Her iki taraf da aynı belgenin aynı aralığı.
uk: Обидві сторони — той самий діапазон того самого документа.
vi: Hai bên là cùng một phạm vi của cùng một tài liệu.
zh_hans: 两侧是同一文档的同一范围。
zh_hant: 兩側是同一文件的相同範圍。

# Compare_Option_Unit
source: Comparison unit
ar: وحدة المقارنة
cs: Jednotka porovnání
de: Vergleichseinheit
el: Μονάδα σύγκρισης
es: Unidad de comparación
fa: واحد مقایسه
fr: Unité de comparaison
hu: Összehasonlítási egység
id: Satuan perbandingan
it: Unità di confronto
ja: 比較の単位
ko: 비교 단위
pl: Jednostka porównania
pt: Unidade de comparação
ro: Unitate de comparare
th: หน่วยการเปรียบเทียบ
tr: Karşılaştırma birimi
uk: Одиниця порівняння
vi: Đơn vị so sánh
zh_hans: 比较单位
zh_hant: 比較單位

# Compare_Option_UnitValue
source: {0} bytes
ar: {0} بايت
cs: Bajty: {0}
el: {0} byte
fa: {0} بایت
fr: {0} octets
hu: {0} bájt
id: {0} byte
it: {0} byte
ja: {0} バイト
ko: {0}바이트
pl: Bajty: {0}
ro: {0} octeți
th: {0} ไบต์
tr: {0} bayt
uk: {0} байтів
vi: {0} byte
zh_hans: {0} 字节
zh_hant: {0} 個位元組

# Compare_Option_MergeGap
source: Merge differences separated by at most (bytes)
ar: دمج الاختلافات التي تفصلها مسافة لا تزيد على (بايت)
cs: Sloučit rozdíly vzdálené nejvýše (bajty)
de: Unterschiede zusammenfassen, die höchstens so weit auseinanderliegen (Bytes)
el: Συγχώνευση διαφορών που απέχουν το πολύ (byte)
es: Combinar diferencias separadas como máximo por (bytes)
fa: ادغام تفاوت‌هایی که حداکثر این فاصله را دارند (بایت)
fr: Fusionner les différences séparées d'au plus (octets)
hu: Legfeljebb ennyi bájttal elválasztott eltérések összevonása
id: Gabungkan perbedaan yang berjarak paling banyak (byte)
it: Unisci differenze separate al massimo da (byte)
ja: 近い差分をまとめる (バイト)
ko: 이 간격(바이트) 이하로 떨어진 차이 병합
pl: Scal różnice oddalone o najwyżej (bajty)
pt: Mesclar diferenças separadas por no máximo (bytes)
ro: Îmbinare diferențe separate de cel mult (octeți)
th: รวมความแตกต่างที่ห่างกันไม่เกิน (ไบต์)
tr: En fazla şu kadar (bayt) aralıklı farkları birleştir
uk: Об’єднувати відмінності, розділені не більше ніж (байтів)
vi: Gộp các khác biệt cách nhau tối đa (byte)
zh_hans: 合并间隔不超过此值的差异（字节）
zh_hant: 合併間隔不超過此值的差異（位元組）

# Compare_Option_Window
source: Resynchronization window (bytes)
ar: نافذة إعادة المزامنة (بايت)
cs: Okno resynchronizace (bajty)
de: Fenster für die Neusynchronisierung (Bytes)
el: Παράθυρο επανασυγχρονισμού (byte)
es: Ventana de resincronización (bytes)
fa: پنجرهٔ همگام‌سازی دوباره (بایت)
fr: Fenêtre de resynchronisation (octets)
hu: Újraszinkronizálási ablak (bájt)
id: Jendela sinkronisasi ulang (byte)
it: Finestra di risincronizzazione (byte)
ja: 再同期ウィンドウ (バイト)
ko: 재동기화 창(바이트)
pl: Okno ponownej synchronizacji (bajty)
pt: Janela de ressincronização (bytes)
ro: Fereastră de resincronizare (octeți)
th: หน้าต่างการซิงค์ใหม่ (ไบต์)
tr: Yeniden eşitleme penceresi (bayt)
uk: Вікно повторної синхронізації (байти)
vi: Cửa sổ đồng bộ lại (byte)
zh_hans: 重新同步窗口（字节）
zh_hant: 重新同步視窗（位元組）

# Compare_Option_MinMatch
source: Minimum match length (bytes)
ar: الحد الأدنى لطول التطابق (بايت)
cs: Minimální délka shody (bajty)
de: Minimale Übereinstimmungslänge (Bytes)
el: Ελάχιστο μήκος αντιστοιχίας (byte)
es: Longitud mínima de coincidencia (bytes)
fa: حداقل طول تطابق (بایت)
fr: Longueur minimale de correspondance (octets)
hu: Minimális egyezési hossz (bájt)
id: Panjang kecocokan minimum (byte)
it: Lunghezza minima di corrispondenza (byte)
ja: 最小一致長 (バイト)
ko: 최소 일치 길이(바이트)
pl: Minimalna długość dopasowania (bajty)
pt: Comprimento mínimo de correspondência (bytes)
ro: Lungime minimă a potrivirii (octeți)
th: ความยาวที่ตรงกันขั้นต่ำ (ไบต์)
tr: En kısa eşleşme uzunluğu (bayt)
uk: Мінімальна довжина збігу (байти)
vi: Độ dài khớp tối thiểu (byte)
zh_hans: 最小匹配长度（字节）
zh_hant: 最小相符長度（位元組）

# Compare_Option_MergeGapError
source: Enter a value from {0} to {1}.
ar: أدخل قيمة من {0} إلى {1}.
cs: Zadejte hodnotu od {0} do {1}.
de: Geben Sie einen Wert von {0} bis {1} ein.
el: Εισαγάγετε τιμή από {0} έως {1}.
es: Escribe un valor de {0} a {1}.
fa: مقداری از {0} تا {1} وارد کنید.
fr: Entrez une valeur comprise entre {0} et {1}.
hu: Adjon meg egy {0} és {1} közötti értéket.
id: Masukkan nilai dari {0} hingga {1}.
it: Immetti un valore da {0} a {1}.
ja: {0}〜{1} の値を入力してください。
ko: {0}~{1} 사이의 값을 입력하세요.
pl: Wprowadź wartość od {0} do {1}.
pt: Insira um valor de {0} a {1}.
ro: Introduceți o valoare între {0} și {1}.
th: ป้อนค่าตั้งแต่ {0} ถึง {1}
tr: {0} ile {1} arasında bir değer girin.
uk: Введіть значення від {0} до {1}.
vi: Hãy nhập giá trị từ {0} đến {1}.
zh_hans: 请输入 {0} 到 {1} 之间的值。
zh_hant: 請輸入 {0} 到 {1} 之間的值。

# Compare_Option_WindowError
source: Enter a window from {0} to {1} bytes.
ar: أدخل نافذة من {0} إلى {1} بايت.
cs: Zadejte okno od {0} do {1} bajtů.
de: Geben Sie ein Fenster von {0} bis {1} Bytes ein.
el: Εισαγάγετε παράθυρο από {0} έως {1} byte.
es: Escribe una ventana de {0} a {1} bytes.
fa: پنجره‌ای از {0} تا {1} بایت وارد کنید.
fr: Entrez une fenêtre comprise entre {0} et {1} octets.
hu: Adjon meg egy {0} és {1} bájt közötti ablakméretet.
id: Masukkan jendela dari {0} hingga {1} byte.
it: Immetti una finestra da {0} a {1} byte.
ja: ウィンドウは {0}〜{1} バイトで入力してください。
ko: 창 크기를 {0}~{1}바이트로 입력하세요.
pl: Wprowadź okno od {0} do {1} bajtów.
pt: Insira uma janela de {0} a {1} bytes.
ro: Introduceți o fereastră între {0} și {1} octeți.
th: ป้อนหน้าต่างตั้งแต่ {0} ถึง {1} ไบต์
tr: {0} ile {1} bayt arasında bir pencere girin.
uk: Введіть вікно від {0} до {1} байтів.
vi: Hãy nhập cửa sổ từ {0} đến {1} byte.
zh_hans: 请输入 {0} 到 {1} 字节的窗口。
zh_hant: 請輸入 {0} 到 {1} 個位元組的視窗。

# Compare_Option_MinMatchError
source: Enter a minimum match length from {0} to {1} bytes.
ar: أدخل حدًا أدنى لطول التطابق من {0} إلى {1} بايت.
cs: Zadejte minimální délku shody od {0} do {1} bajtů.
de: Geben Sie eine minimale Übereinstimmungslänge von {0} bis {1} Bytes ein.
el: Εισαγάγετε ελάχιστο μήκος αντιστοιχίας από {0} έως {1} byte.
es: Escribe una longitud mínima de coincidencia de {0} a {1} bytes.
fa: حداقل طول تطابق را از {0} تا {1} بایت وارد کنید.
fr: Entrez une longueur minimale de correspondance comprise entre {0} et {1} octets.
hu: Adjon meg egy {0} és {1} bájt közötti minimális egyezési hosszt.
id: Masukkan panjang kecocokan minimum dari {0} hingga {1} byte.
it: Immetti una lunghezza minima di corrispondenza da {0} a {1} byte.
ja: 最小一致長は {0}〜{1} バイトで入力してください。
ko: 최소 일치 길이를 {0}~{1}바이트로 입력하세요.
pl: Wprowadź minimalną długość dopasowania od {0} do {1} bajtów.
pt: Insira um comprimento mínimo de correspondência de {0} a {1} bytes.
ro: Introduceți o lungime minimă a potrivirii între {0} și {1} octeți.
th: ป้อนความยาวที่ตรงกันขั้นต่ำตั้งแต่ {0} ถึง {1} ไบต์
tr: {0} ile {1} bayt arasında bir en kısa eşleşme uzunluğu girin.
uk: Введіть мінімальну довжину збігу від {0} до {1} байтів.
vi: Hãy nhập độ dài khớp tối thiểu từ {0} đến {1} byte.
zh_hans: 请输入 {0} 到 {1} 字节的最小匹配长度。
zh_hant: 請輸入 {0} 到 {1} 個位元組的最小相符長度。

# SchemeElement_DiffChanged
source: Differences: changed
ar: الاختلافات: متغيّر
cs: Rozdíly: změněno
de: Unterschiede: geändert
el: Διαφορές: τροποποιημένα
es: Diferencias: cambiado
fa: تفاوت‌ها: تغییریافته
fr: Différences : modifié
hu: Eltérések: módosított
id: Perbedaan: diubah
it: Differenze: modificato
ja: 差分: 変更
ko: 차이: 변경됨
pl: Różnice: zmieniono
pt: Diferenças: alterado
ro: Diferențe: modificat
th: ความแตกต่าง: เปลี่ยนแปลง
tr: Farklar: değişen
uk: Відмінності: змінено
vi: Khác biệt: đã thay đổi
zh_hans: 差异：已更改
zh_hant: 差異：已變更

# SchemeElement_DiffAdded
source: Differences: inserted (right only)
ar: الاختلافات: مُدرج (اليمين فقط)
cs: Rozdíly: vloženo (jen vpravo)
de: Unterschiede: eingefügt (nur rechts)
el: Διαφορές: εισηγμένα (μόνο δεξιά)
es: Diferencias: insertado (solo derecha)
fa: تفاوت‌ها: درج‌شده (فقط راست)
fr: Différences : inséré (à droite uniquement)
hu: Eltérések: beszúrt (csak jobb oldalon)
id: Perbedaan: disisipkan (hanya kanan)
it: Differenze: inserito (solo a destra)
ja: 差分: 挿入 (右のみ)
ko: 차이: 삽입됨(오른쪽에만 있음)
pl: Różnice: wstawiono (tylko po prawej)
pt: Diferenças: inserido (só à direita)
ro: Diferențe: inserat (doar în dreapta)
th: ความแตกต่าง: แทรก (เฉพาะด้านขวา)
tr: Farklar: eklenen (yalnızca sağda)
uk: Відмінності: вставлено (лише праворуч)
vi: Khác biệt: đã chèn (chỉ bên phải)
zh_hans: 差异：已插入（仅右侧）
zh_hant: 差異：已插入（僅右側）

# SchemeElement_DiffRemoved
source: Differences: deleted (left only)
ar: الاختلافات: محذوف (اليسار فقط)
cs: Rozdíly: odstraněno (jen vlevo)
de: Unterschiede: gelöscht (nur links)
el: Διαφορές: διαγραμμένα (μόνο αριστερά)
es: Diferencias: eliminado (solo izquierda)
fa: تفاوت‌ها: حذف‌شده (فقط چپ)
fr: Différences : supprimé (à gauche uniquement)
hu: Eltérések: törölt (csak bal oldalon)
id: Perbedaan: dihapus (hanya kiri)
it: Differenze: eliminato (solo a sinistra)
ja: 差分: 削除 (左のみ)
ko: 차이: 삭제됨(왼쪽에만 있음)
pl: Różnice: usunięto (tylko po lewej)
pt: Diferenças: excluído (só à esquerda)
ro: Diferențe: șters (doar în stânga)
th: ความแตกต่าง: ลบ (เฉพาะด้านซ้าย)
tr: Farklar: silinen (yalnızca solda)
uk: Відмінності: видалено (лише ліворуч)
vi: Khác biệt: đã xóa (chỉ bên trái)
zh_hans: 差异：已删除（仅左侧）
zh_hant: 差異：已刪除（僅左側）

# Compare_Graph_Buckets
source: {0} intervals
ar: {0} فترات
cs: Intervaly: {0}
de: {0} Intervalle
el: {0} διαστήματα
es: {0} intervalos
fa: {0} بازه
fr: {0} intervalles
hu: {0} intervallum
id: {0} interval
it: {0} intervalli
ja: 区間 {0} 個
ko: 구간 {0}개
pl: Przedziały: {0}
pt: {0} intervalos
ro: {0} intervale
th: {0} ช่วง
tr: {0} aralık
uk: Інтервалів: {0}
vi: {0} khoảng
zh_hans: {0} 个区间
zh_hant: {0} 個區間

# Compare_Graph_BucketsName
source: Number of intervals
ar: عدد الفترات
cs: Počet intervalů
de: Anzahl der Intervalle
el: Αριθμός διαστημάτων
es: Número de intervalos
fa: تعداد بازه‌ها
fr: Nombre d'intervalles
hu: Intervallumok száma
id: Jumlah interval
it: Numero di intervalli
ja: 区間の数
ko: 구간 수
pl: Liczba przedziałów
pt: Número de intervalos
ro: Număr de intervale
th: จำนวนช่วง
tr: Aralık sayısı
uk: Кількість інтервалів
vi: Số khoảng
zh_hans: 区间数
zh_hant: 區間數

# Cmd_analysis_statistics
source: Show statistics
ar: إظهار الإحصاءات
cs: Zobrazit statistiku
de: Statistik anzeigen
el: Εμφάνιση στατιστικών
es: Mostrar estadísticas
fa: نمایش آمار
fr: Afficher les statistiques
hu: Statisztika megjelenítése
id: Tampilkan statistik
it: Mostra statistiche
ja: 統計を表示
ko: 통계 표시
pl: Pokaż statystyki
pt: Mostrar estatísticas
ro: Afișare statistici
th: แสดงสถิติ
tr: İstatistikleri göster
uk: Показати статистику
vi: Hiện thống kê
zh_hans: 显示统计信息
zh_hant: 顯示統計資料

# CmdAlias_analysis_statistics
source: histogram distribution
ar: histogram distribution مدرج تكراري توزيع
cs: statistika statistiky histogram rozložení rozlozeni rozdělení rozdeleni histogram distribution
de: statistik histogramm verteilung histogram distribution
el: ιστόγραμμα κατανομή histogram distribution
es: estadísticas histograma distribución histogram distribution
fa: هیستوگرام توزیع, histogram distribution
fr: statistiques histogramme répartition histogram distribution
hu: statisztika hisztogram eloszlás eloszlas histogram distribution
id: statistik histogram distribusi histogram distribution
it: statistiche istogramma distribuzione histogram distribution
ja: とうけいをひょうじ ひすとぐらむ ぶんぷ
ko: 통계 히스토그램 분포 histogram distribution
pl: statystyki histogram rozkład histogram distribution
pt: estatísticas histograma distribuição histogram distribution
ro: statistici histogramă histograma distribuție distributie histogram distribution
th: สถิติ ฮิสโตแกรม การกระจาย histogram distribution
tr: histogram dağılım histogram distribution
uk: гістограма розподіл histogram distribution
vi: thống kê biểu đồ tần suất phân bố histogram distribution
zh_hans: 统计 直方图 分布 histogram distribution
zh_hant: 統計資料 長條圖 分布 histogram distribution

# Cmd_analysis_descriptive
source: Descriptive statistics
ar: الإحصاءات الوصفية
cs: Popisná statistika
de: Deskriptive Statistik
el: Περιγραφικά στατιστικά
es: Estadística descriptiva
fa: آمار توصیفی
fr: Statistiques descriptives
hu: Leíró statisztika
id: Statistik deskriptif
it: Statistiche descrittive
ja: 記述統計
ko: 기술 통계
pl: Statystyki opisowe
pt: Estatísticas descritivas
ro: Statistici descriptive
th: สถิติเชิงพรรณนา
tr: Tanımlayıcı istatistikler
uk: Описова статистика
vi: Thống kê mô tả
zh_hans: 描述性统计
zh_hant: 敘述統計

# CmdAlias_analysis_descriptive
source: mean median variance
ar: mean median variance متوسط وسيط تباين
cs: průměr prumer medián median rozptyl mean median variance
de: mittelwert median varianz mean median variance
el: μέσος διάμεσος διακύμανση mean median variance
es: media mediana varianza mean median variance
fa: میانگین میانه واریانس, mean median variance
fr: moyenne médiane variance mean median variance
hu: leíró leiro statisztika átlag atlag medián median szórás szoras variancia mean median variance
id: rata-rata median varians mean median variance
it: media mediana varianza mean median variance
ja: きじゅつとうけい へいきん ちゅうおうち ぶんさん
ko: 기술 통계 평균 중앙값 분산 mean median variance
pl: średnia mediana wariancja mean median variance
pt: média mediana variância mean median variance
ro: medie mediană mediana varianță varianta mean median variance
th: ค่าเฉลี่ย มัธยฐาน ความแปรปรวน mean median variance
tr: ortalama ortanca varyans mean median variance
uk: середнє медіана дисперсія mean median variance
vi: trung bình trung vị phương sai mean median variance
zh_hans: 描述性统计 平均值 中位数 方差 mean median variance
zh_hant: 敘述統計 平均值 中位數 變異數 mean median variance

# Cmd_analysis_entropy
source: Entropy
ar: الإنتروبيا
cs: Entropie
de: Entropie
el: Εντροπία
es: Entropía
fa: آنتروپی
fr: Entropie
hu: Entrópia
id: Entropi
it: Entropia
ja: エントロピー
ko: 엔트로피
pl: Entropia
pt: Entropia
ro: Entropie
th: เอนโทรปี
tr: Entropi
uk: Ентропія
zh_hans: 熵
zh_hant: 熵
